export const FAQDATA: { question: string; answer: string }[] = [
	{
		question: "Сколько времени занимает изготовление?",
		answer:
			"Каждые часы собираются вручную после вашего заказа. Сборка занимает от 7 до 14 рабочих дней. Сроки доставки зависят от вашего региона, но в среднем составляют 5-10 дней.",
	},
	{
		question: "Какая гарантия на часы?",
		answer:
			"На все наши часы предоставляется международная гарантия 2 года. Она покрывает любые дефекты механизма и производственные недостатки. Гарантия не распространяется на естественный износ и повреждения по вине владельца.",
	},
	{
		question: "Возможен ли возврат кастомных часов?",
		answer:
			"Поскольку каждые часы создаются по индивидуальному заказу, возврат возможен только в случае производственного брака. Мы рекомендуем тщательно проверять 3D-модель в конструкторе перед оформлением заказа.",
	},
];
